---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipingSystemTypeParam
source: html/3c5c36cc-3c70-7c30-bf06-8777966e6e81.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipingSystemTypeParam Property

"System Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipingSystemTypeParam { get; }
```